Repository: muhiro12/Fluel
Catalog: FluelLibrary/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans

source: Added
es: Añadido
fr: Ajouté
ja: 追加
zh_hans: 已添加

source: Approximate milestones
es: Hitos aproximados
fr: Jalons approximatifs
ja: おおよその節目
zh_hans: 大致里程碑

source: Approximate start
es: Inicio aproximado
fr: Début approximatif
ja: 開始はおおよそ
zh_hans: 大致开始时间

source: Archived
es: Archivado
fr: Archivé
ja: 保管
zh_hans: 归档

source: Filter
es: Filtro
fr: Filtre
ja: 絞り込み
zh_hans: 筛选

source: Fluel timeline
es: Cronología de Fluel
fr: Chronologie Fluel
ja: Fluel タイムライン
zh_hans: Fluel 时间线

source: Known as
es: Precisión conocida
fr: Précision connue
ja: 分かる範囲
zh_hans: 已知范围

source: Monthly trends
es: Tendencias mensuales
fr: Tendances mensuelles
ja: 月ごとの動き
zh_hans: 月度趋势

source: Months
es: Meses
fr: Mois
ja: 月数
zh_hans: 月数

source: Note
es: Nota
ja: メモ
zh_hans: 备注

source: Photo
es: Foto
ja: 写真
zh_hans: 照片

source: Scope
es: Alcance
fr: Portée
ja: 範囲
zh_hans: 范围

source: Showing
es: Mostrando
fr: Affichage
ja: 表示中
zh_hans: 显示中

source: Start range
es: Margen de inicio
fr: Plage de début
ja: 始まりの幅
zh_hans: 开始范围

source: Started
es: Inicio
fr: Début
ja: 始まり
zh_hans: 开始

source: This month
es: Este mes
fr: Ce mois-ci
ja: 今月
zh_hans: 本月

source: This year
es: Este año
fr: Cette année
ja: 今年
zh_hans: 今年

source: Time together
es: Tiempo juntos
fr: Temps partagé
ja: 重なってきた時間
zh_hans: 相伴时间

source: Timeline summary
es: Resumen de la cronología
fr: Résumé de la chronologie
ja: タイムライン要約
zh_hans: 时间线摘要

source: Today
es: Hoy
fr: Aujourd’hui
ja: 今日
zh_hans: 今天

source: Upcoming from this timeline
es: Próximos hitos de esta cronología
fr: Prochains jalons de cette chronologie
ja: このタイムラインの次の節目
zh_hans: 此时间线中的下一个里程碑

source: Updated
es: Actualizado
fr: Mis à jour
ja: 更新
zh_hans: 已更新

source: Visible entries
es: Registros visibles
fr: Entrées visibles
ja: 表示中の記録
zh_hans: 可见记录

source: approximate
es: aproximado
fr: approximatif
ja: おおよそ
zh_hans: 大致
